{
    "NeurIPS": "Proceedings of the Advances in Neural Information Processing Systems",
    "NIPS": "Proceedings of the Advances in Neural Information Processing Systems",
    "ICML": "Proceedings of the International Conference on Machine Learning",
    "ICLR": "Proceedings of the International Conference on Learning Representations",
    "ICLRW": "Proceedings of the International Conference on Learning Representations (Workshops)",
    "CVPR": "Proceedings of the IEEE/CVF Conference on Computer Vision and Pattern Recognition",
    "ICCV": "Proceedings of the IEEE/CVF International Conference on Computer Vision",
    "ECCV": "Proceedings of the European Conference on Computer Vision",
    "MM": "Proceedings of the ACM International Conference on Multimedia",
    "IJCAI": "Proceedings of the International Joint Conference on Artificial Intelligence",
    "AAAI": "Proceedings of the AAAI Conference on Artificial Intelligence",
    "UAI": "Proceedings of the Conference on Uncertainty in Artificial Intelligence",
    "WWW": "Proceedings of the International World Wide Web Conference",
    "CoRR": "CoRR",
    "ACL": "Proceedings of the Annual Meeting of the Association for Computational Linguistics",
    "ACLF": "Proceedings of the Annual Meeting of the Association for Computational Linguistics (Findings)",
    "EMNLP": "Proceedings of the Conference on Empirical Methods in Natural Language Processing",
    "EMNLPF": "Proceedings of the Conference on Empirical Methods in Natural Language Processing (Findings)",
    "COLING": "Proceedings of the International Conference on Computational Linguistics",
    "NAACL-HLT": "Proceedings of the Annual Conference of the North American Chapter of the Association for Computational Linguistics",
    "SIGIR": "Proceedings of the International ACM SIGIR Conference on Research and Development in Information Retrieval",
    "IJCNN": "Proceedings of the International Joint Conference on Neural Networks",
    "BMVC": "Proceedings of the British Machine Vision Conference",
    "CCS": "Proceedings of the ACM Conference on Computer and Communications Security",
    "NDSS": "Proceedings of the Network and Distributed System Security Symposium",
    "IEEE Symposium on Security and Privacy": "Proceedings of the IEEE Symposium on Security and Privacy",
    "IEEE Symposium on Security and Privacy WorkshopsW": "Proceedings of the IEEE Symposium on Security and Privacy (Workshops)",
    "ICASSP": "Proceedings of the International Conference on Acoustics, Speech and Signal Processing",
    "IEEE Trans. Pattern Anal. Mach. Intell.": "IEEE Transaction on Pattern Analysis and Machine Intelligence",
    "IEEE Trans. Image Process.": "IEEE Transactions on Image Processing",
    "J. Mach. Learn. Res.": "The Journal of Machine Learning Research",
    "IEEE Trans. Neural Networks Learn. Syst.": "IEEE Transactions on Neural Networks and Learning Systems",
    "Knowl. Based Syst.": "Knowledge-Based Systems",
    "IEEE ACM Trans. Audio Speech Lang. Process.": "IEEE/ACM Transactions on Audio, Speech, and Language Processing",
    "Neurocomputing": "Neurocomputing",
    "ACM Trans. Intell. Syst. Technol.": "ACM Transactions on Intelligent Systems and Technology",
    "Nat.": "Nature"
}
